Repository: signatis-gmbh/sigauth-wp-two-factor
Catalog: languages/two-factor-auth-*.po
Languages: de_de, sv_se

source: Your upgrade was successful, Two Factor Auth is now enabled.
de_de: Dein Upgrade war erfolgreich. Die Zwei-Faktor-Authentifizierung ist aktiviert.
sv_se: Uppgraderingen gick bra, Two Factor Auth är nu aktiverad.

source: Settings
de_de: Einstellungen
sv_se: Inställningar

source: User Roles
de_de: Benutzergruppen
sv_se: Användarroller

source: Choose which User Roles that will have
de_de: Wähle aus, für welche Nutzergruppen
sv_se: Välj vilka användarroller som ska ha

source: activated
de_de: aktiviert werden soll.
sv_se: aktiverad

source: The users will default to have their One Time Passwords delivered by email since they need to add their private key to third party apps themselves.
de_de: Anwender müssen ihr temporäres Passwort erstmalig per E-Mail erhalten, bevor sie in ihren Einstellungen Anwendungen von Drittanbietern aktivieren können.
sv_se: Standardinställningen för användare är att de får sina engångskoder (OTP) levererade via email då de själva måste lägga till och aktivera 3:e-partsprogramen med sin privata nyckel.

source: Change User Settings
de_de: Benutzereinstellungen ändern
sv_se: Ändra användarinställningar

source: Change to email
de_de: E-Mail-Modus aktivieren
sv_se: Ändra till email

source: <strong>ERROR</strong>: The Two Factor Code you entered was incorrect.
de_de: <strong>Zugang verweigert</strong>: Dein temporäres Passwort ist falsch.
sv_se: <strong>FEL</strong>: Engångskoden du fyllde i var fel.

source: Third party apps
de_de: Anwendungen von Drittanbietern
sv_se: 3:e-partsprogram

source: Click to enter One Time Password
de_de: Temporäres Passwort
sv_se: Klicka för att fylla i engångskod (OTP)

source: You have to enter a username first.
de_de: Gib zuerst einen Benutzernamen ein.
sv_se: Du måste fylla i ett användarnamn först.

source: One Time Password
de_de: Temporäres Passwort
sv_se: Engångslösenord (OTP)

source: Important Notes
de_de: Wichtige Anmerkungen
sv_se: Viktig Info

source: This is your personal settings for the Two Factor Auth. Nothing you change here will have any effect on other users.
de_de: Das sind deine individuellen Einstellungen für die 2-Faktor-Authentifizierung. Sie haben keinerlei Auswirkungen auf die globalen Einstellungen.
sv_se: Detta är dina personliga inställningar för Two Factor Auth. Det du ändrar här påverkar enbart din användare.

source: IMPORTANT
de_de: WICHTIG
sv_se: VIKTIGT

source: Verify with the One Time Password at the bottom of this page
de_de: Vergleiche dein temporäres Passwort auf dem Bildschirm deines Telefons mit dem temporären Passwort unten auf dieser Seite.
sv_se: Verifiera med engångslösenordet (OTP) längst ner på denna sida

source: If the One Time Passwords do not match, you can't log in to this site any more.
de_de: Stimmen die temporären Passwörter nicht überein, kannst du dich nicht mehr einloggen.
sv_se: Om engångskoderna inte är samma kan du inte längre logga in.

source: Delivery type
de_de: Versand-Typ
sv_se: Leveransmetod

source: Choose how you want your
de_de: Bitte wähle, wie Du deine
sv_se: Välj hur du vill ha dina

source: One Time Passwords
de_de: temporären Passwörter
sv_se: engångskoder (OTP:s)

source: delivered
de_de: übermitteln möchtest.
sv_se: levererade

source: Third Party Apps Set Up
de_de: Konfiguration von Drittanbieter-Anwendungen.
sv_se: Inställning av 3:e-partsprogram

source: Third Party App QR-Code
de_de: QR-Code
sv_se: QR-Kod för 3:e-partsprogram

source: Scan this code with
de_de: Scanne diesen Code
sv_se: Skanna koden med

source: or other app that supports 6 digit OTP's
de_de: oder anderen Anwendungen, die sechstellige OTPs unterstützen.
sv_se: eller annan app som stödjer 6-siffrors engångskoder (OTP's)

source: Panic Codes
de_de: Panik-Codes
sv_se: Panikkoder

source: You have three panic codes that can be used if you lose your phone and can't get your One Time Passwords. These can only be used one time and you cannot generate new ones.
de_de: Drei Panik-Codes stehen zu deiner Verfügung. Wenn Du dein Telefon verlierst, kannst Du dich mit ihnen einloggen. Die Panik-Codes können jweils einmal verwendet werden und es besteht keine Möglichkeit, neue zu generieren.
sv_se: Du har tillgång till tre panikkoder som kan användas om du skulle tappa din telefon eller på annat vis inte kan komma åt något engångslösenord. Dessa kan bara användas en gång och det går inte att skapa fler.

source: Keep them in a safe place.
de_de: Bewahre sie sicher auf!
sv_se: Förvara dem på ett säkert ställe.

source: Your panic codes are
de_de: Deine Panik-Codes sind
sv_se: Dina panikkoder är

source: Current One Time Password
de_de: Aktuelles temporäres Passwort
sv_se: Aktuell engångskod (OTP)

source: Reload every now and then and double check with you third party app.
de_de: Du musst diese Seite neu laden, um einen sicheren Abgleich mit deinen Anwendungen wie Google Auth vorzunehmen.
sv_se: Ladda om sidan lite då och då och kontrollera med din app, en kod lever bara i 30 sekunder.

source: The current One Time Password is
de_de: Dein aktuelles temporäres Passwort lautet
sv_se: Den aktuella engångskoden (OTP) är

source: Advanced
de_de: Erweiterte Optionen
sv_se: Avancerat

source: Show advanced info
de_de: Erweiterte Konfigurationsmöglichkeiten
sv_se: Visa avancerade inställningar

source: Private Key in Plain Text
de_de: Dein privater Schlüssel in Plain Text
sv_se: Privat nyckel i ren text

source: This key is your secret. Never give it to anyone.
de_de: Dein privater Schlüssel ist geheim. Behandle ihn streng vertraulich.
sv_se: Denna nyckeln är privat och får inte visas/lämnas ut till någon annan.

source: Your private key is
de_de: Dein privater Schlüssel lautet
sv_se: Din privata nyckel är

source: Base32 is used by some third party apps like Google Authenticator. This is just as secret as the key in plain text.
de_de: BASE32 wird von einigen Drittanbieteranwendungen unterstützt. Diesen Schlüssel musst Du vertraulich behandeln!
sv_se: Base32 används av flera 3:e-partsprogram som t.ex. Google Authenticator. Denna version av nyckeln är exakt lika hemlig som den i ren text.

source: Your private key in base32 is
de_de: Dein privater Schlüssel in BASE32 ist
sv_se: Din privata nyckel i Base32 är

source: Algorithm Used
de_de: Benutzter Algorythmus
sv_se: Algoritm som används

source: WARNING: If you reset this key you will have to update your apps with the new one. Are you sure you want this?
de_de: ACHTUNG: wenn Du diesen Schlüssel zurücksetzt, musst Du alle deine Anwendungen rekonfigurieren. Bist Du sicher, dass Du fortfahren willst?
sv_se: VARNING: Om du resettar nyckeln måste du lägga in den nya nyckeln i din app för att kunna logga in. Är du säker på att du vill detta?

source: If some of your users lose their phone and don't have access to their panic codes, you can reset their delivery type here and change it to email so they can login again and add a new phone.
de_de: Sollten einzelne Nutzer ihre Telefone verlieren, kannst Du hier in den Modus des E-Mail-Versands wechseln. So können diese Nutzer das Feature mit einem neuen Telefon reaktivieren.
sv_se: Om någon användare tappar sin telefin och inte har tillgång till panikkoder kan du ändra om så användaren får sina engångskoder till sin email istället så de kan logga in och lägga till en ny telefon.

source: Click on the "Change to email" button to change the delivery settings for that user.
de_de: Klicke den Button, um den Versand-Modus für den jeweiligen Nutzer zu ändern.
sv_se: Klicka på knappen "Ändra till email" för att ändra leveranssättet till email för den användaren.

source: Translations
de_de: Übersetzungen
sv_se: Översättningar

source: If you translate this plugin, please send the translations .po-file to me so I can include it in future releases.
de_de: Wenn Du das Plugin übersetzt, maile mir bitte die .po-Datei, damit ich das Plugin einer großen Zahl von Nutzern zugänglich machen kann. Danke schön!
sv_se: Om du översätter detta plugin till något annat språk, skicka mig gärna .po-filen så jag kan inkludera den i framtida uppdateringar.

source: I can recommend the plugin
de_de: Ich empfehle dieses Plugin
sv_se: Jag kan rekommendera pluginet

source: for adding and editing translations of plugins.
de_de: Ubersetzungen zu bearbeiten und zu aktivieren.
sv_se: för att lägga till och redigera översättningar av plugins.

source: Email your translations .po-file to
de_de: Maile mir deine Übersetungen:
sv_se: Maila din .po-fil till

source: Default Algorithm
de_de: Standard-Algorhytmus
sv_se: Standardalgoritm

source: Choose which algorithm to be used as default. Your users can change this in their own settings if they want.
de_de: Bitte wählen Sie den zu verwendenden Algorhytmus. Ihre Benutzer können jederzeit persönliche Einstellungen vornehmen.
sv_se: Välj vilken algoritm som ska vara standard. Användarna kan ändra denna inställning själva ifall de vill.

source: Users can change their own settings via the menu <strong>Two Factor Auth</strong> when they're logged in.
de_de: Benutzer können ihre privaten Einstellungen bezüglich <strong>Two Factor Auth</strong> jederzeit im Menü konfigurieren.
sv_se: Användarna kan ändra sina egna inställningar via <strong>Two Factor Auth</strong> i menyn när de är inloggade.

source: TOTP (time based)
de_de: TOTP (zeitbasierend)
sv_se: TOTP (tidsbaserad)

source: HOTP (event based)
de_de: HOTP (ereignisbasierend)
sv_se: HOTP (räknebaserad)

source: If you choose the third-party-apps version (which is more safe and real Two Factor Auth) you have to make sure you scan the QR-code (or enter your private key manually).
de_de: Wenn Sie eine Drittanbieteranwendung aktivieren (was sicherer ist), müssen Sie unbedingt den QR-Code scannen oder ihren privaten Schlüsselcode manuell eingeben.
sv_se: Om du väljer 3:e-parts-apps (vilket är mer säkert och äkta tvåstegsverifiering), var noga med att du skannar QR-koden eller fyller i infon i appen manuellt.

source: If the code in your app and the one at the bottom of this page do not match, deactivate Third Party Apps and enable email again and contact your site administrator.
de_de: Wenn der Code in Ihrer App nicht mit dem unten auf der Seite dargestellten Code übereinstimmt, deaktivieren Sie bitte die Drittanbieteranwendung und kontaktieren Sie Ihren Administrator.
sv_se: Om koden i din app och den längst ner på sidan inte matchar varandra, avaktivera då 3:e-partsalternativet och slå på email igen och kontakta administratören.

source: You are currently using
de_de: Derzeit verwenden Sie
sv_se: Du använder för närvarande

source: a time based
de_de: zeitbasierend
sv_se: en tidsbaserad

source: an event based
de_de: ereignisbasierend
sv_se: en räknebaserad

source: algorithm, if the app asks for that info
de_de: Algorhytmus, falls Ihre Applikation nachfragt
sv_se: algoritm, om appen frågar efter det

source: Choose Algorithm
de_de: Algorhytmus auswählen
sv_se: Välj algoritm

source: Choose which algorithm for
de_de: Wählen Sie welchen Algorhytmus Sie
sv_se: Välj den algoritm för

source: you want
de_de: verwenden möchten
sv_se: du vill ha

source: Your counter on the server is currently on
de_de: Der Counter auf Ihrem Server zählt derzeit
sv_se: Din räknare på servern är för närvarande på

source: Two Factor Auth for XMLRPC users is turned off by default since there exists no clients that supports it. Leave this to off if you don't have a custom XMLRPC client that supports it or you won't be able to publish posts via Wordpress XMLRPC API.
sv_se: Two Factor Auth för användare av XMLRPC är avstängt som standard på grund av att det inte finns någon klient som stödjer detta ännu. Lämna det avstängt om du inte har en egen klient som stödjer detta, annars kommer du inte att kunna posta via Wordpress XMLRPC API.

source: OFF
sv_se: AV

source: ON
sv_se: PÅ

source: (check your email or OTP-app to get this password)
sv_se: (kolla din email eller OTP-app för att få lösenordet)
